<!DOCTYPE html>
<html lang="de">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="Style_CSS/main_1.css">
    <link rel="stylesheet" href="Style_CSS/header_1.css">
    <link rel="stylesheet" href="Style_CSS/footer.css">
    <title>Art Line</title>

    <!-- Google tag (gtag.js) -->
    <script async src="https://www.googletagmanager.com/gtag/js?id=G-HD7Z79RN6J"></script>
    <script>
        window.dataLayer = window.dataLayer || [];
        function gtag(){dataLayer.push(arguments);}
        gtag('js', new Date());
        gtag('config', 'G-HD7Z79RN6J');
    </script>
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
</head>
<body>

    <header>
        <div>
            <a href="/index.html">
                <img src="src/logo.png" alt="Art Line Renovierung Logo" class="articleImg">
            </a>
        </div>
        <div class="head-center">
            <nav class="headerButtonBlock">
                <a href="#kontakt" class="headerButon">Kontakt</a>
                <a href="/preise.html" class="headerButon">Preisliste</a>
                <a href="/portfolio.html" class="headerButon">Portfolio</a>
                <a href="/warum-wir.html" class="headerButon">Warum Wir?</a>
            </nav>
        </div>
    </header>

    <main>
        <article class="info-block">
            <h2 class="info-block-name">Unsere Leistungen:</h2>
            <ul class="info-block-inhalt">
                <li>
                    <strong>Komplette Badsanierung aus einer Hand</strong><br>
                    Von der Planung bis zur Fertigstellung &ndash; inklusive Neuverlegung von Wasser- und Abwasserleitungen, Installation von Sanit&auml;ranlagen, Abdichtung, Fliesenarbeiten und Montage von Badm&ouml;beln.
                </li>
                <li>
                    <strong>Sanit&auml;rarbeiten nach dem Wasserz&auml;hler</strong><br>
                    Austausch und Verl&auml;ngerung bestehender Leitungen, Einbau von Duschen, Waschbecken und WC, Installation von Armaturen und Absperrventilen.
                </li>
                <li>
                    <strong>Fliesen- und Abdichtungsarbeiten</strong><br>
                    Verlegung von Wand- und Bodenfliesen, Abdichtung nach DIN 18534, Silikonfugen und Anschlussarbeiten im Nassbereich.
                </li>
                <li>
                    <strong>Trockenbau &amp; Oberfl&auml;chenarbeiten</strong><br>
                    Montage von Gipskartonw&auml;nden und -decken, Spachtel- und Malerarbeiten f&uuml;r glatte, moderne Oberfl&auml;chen.
                </li>
                <li>
                    <strong>Bodenverlegung</strong><br>
                    Professionelle Verlegung von Laminat und Vinylb&ouml;den.
                </li>
                <li>
                    <strong>Tapeten &amp; Wandgestaltung</strong><br>
                    Tapezieren und kreative Wandgestaltung f&uuml;r ein harmonisches Wohnambiente.
                </li>
            </ul>
        </article>

        <article class="info-block">
            <h2 class="info-block-name">Warum Artline Renovierung?</h2>
            <ul class="info-block-inhalt">
                <li>Qualit&auml;t und Zuverl&auml;ssigkeit: Wir arbeiten nach aktuellen handwerklichen Standards. Dabei verwenden wir ausschlie&szlig;lich gepr&uuml;fte Materialien und moderne Techniken.</li>
                <li>Registriertes Unternehmen mit gesetzlicher Gew&auml;hrleistung: Als offiziell gemeldeter Kleinunternehmer bieten wir auf zul&auml;ssige Renovierungsarbeiten &ndash; z. B. Streichen von W&auml;nden, Laminatverlegung und Wandverkleidung &ndash; die gesetzliche Gew&auml;hrleistung gem&auml;&szlig; &sect; 634a BGB, soweit gesetzlich vorgesehen.</li>
                <li>Transparente Preise und faire Abrechnung: Keine versteckten Kosten &ndash; alle Leistungen werden klar und nachvollziehbar dokumentiert und abgerechnet.</li>
                <li>Steuerliche Zuverl&auml;ssigkeit: Wir f&uuml;hren alle gesetzlich vorgeschriebenen Steuern und Abgaben ordnungsgem&auml;&szlig; ab und unterst&uuml;tzen so ein faires, nachhaltiges Unternehmertum.</li>
                <li>Erfahrung und Praxis: Unser Team besteht aus erfahrenen Mitarbeitern mit langj&auml;hriger Praxis im Innenausbau.</li>
            </ul>
            <br>
            <p>Vertrauen Sie auf Artline Renovierung &ndash; Ihr Partner f&uuml;r langlebige, hochwertige und rechtssichere Renovierungen.</p>
        </article>

        <article class="info-block">
            <h2 class="info-block-name">&Uuml;ber Uns:</h2>
            <ul class="info-block-inhalt">
                <p>
                    Artline Renovierung wurde gegr&uuml;ndet, um professionelle Renovierungsarbeiten mit pers&ouml;nlichem Engagement und handwerklicher Qualit&auml;t zu verbinden. Der Gr&uuml;nder der Firma verf&uuml;gt &uuml;ber mehr als 20 Jahre Erfahrung in der Renovierung und im Innenausbau &ndash; insbesondere im Bereich Anstrich von Tapeten, Bodenverlegung, Trockenbauw&auml;nden, Montage von Badm&ouml;beln und Duschabtrennungen sowie vielem mehr.<br>
                    Nach vielen Jahren praktischer T&auml;tigkeit in dieser Branche wurde Artline Renovierung ins Leben gerufen, um diese langj&auml;hrige Erfahrung in ein eigenes Unternehmen einzubringen und Kunden im Raum Baden-Baden und Umgebung umfassend zu betreuen.<br>
                    Ob kleine Reparaturen oder komplette Renovierungen &ndash; wir arbeiten zuverl&auml;ssig, sauber und kundenorientiert. Wir stehen hinter der Qualit&auml;t unserer Arbeiten. Daher erhalten Sie auf unsere handwerklichen Leistungen eine <a href="gewaehrleistung.html">Gew&auml;hrleistung</a> gem&auml;&szlig; &sect; 634a BGB, soweit gesetzlich vorgesehen.
                </p>
            </ul>
        </article>

        <article id="kontakt" class="info-block">
            <h2 class="info-block-name">Kontakt:</h2>
            <ul class="info-block-inhalt">
                <li>Artem Iemets</li>
                <li>Tel: <a href="tel:+491629360142" class="phone-link">+49 162 9360142</a></li>
                <li>WhatsApp: <a href="https://wa.me/+491629360142" target="_blank" class="whatsapp-link">+49 162 9360142</a></li>
                <li>Email: <a href="mailto:artlinerenovierung@gmail.com">artlinerenovierung@gmail.com</a></li>
            </ul>
        </article>
    </main>

    <footer>
        &copy; 2025 Artline Renovierung &nbsp; Inhaber: Artem Iemets &nbsp; An der Alb 2/1, 76332 Bad Herrenalb
        &nbsp; Tel. +49 162 9360142 | info@artlinerenovierung.de &nbsp; Mitglied der Handwerkskammer Karlsruhe &ndash; Betriebsnummer 107615 &nbsp;
        Kleinunternehmer gem&auml;&szlig; &sect; 19 UStG
    </footer>

</body>
</html>

