<!DOCTYPE html>
<html lang="de">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="Style_CSS/main_1.css">
    <link rel="stylesheet" href="Style_CSS/header_1.css">
    <link rel="stylesheet" href="Style_CSS/footer.css">
    <title>Art Line</title>
    <!-- Google tag (gtag.js) -->
    <script async src="https://www.googletagmanager.com/gtag/js?id=G-HD7Z79RN6J"></script>
    <script>
        window.dataLayer = window.dataLayer || [];
        function gtag(){dataLayer.push(arguments);}
        gtag('js', new Date());
        gtag('config', 'G-HD7Z79RN6J');
    </script>
</head>
<body>

    <header>
        <div>
            <a href="/index.html">
                <img src="src/logo.png" alt="Art Line Renovierung Logo" class="articleImg">
            </a>
        </div>
        <div class="head-center">
            <nav class="headerButtonBlock">
                <a href="/index.html#kontakt" class="headerButon">Kontakt</a>
                <a href="/preise.html" class="headerButon">Preisliste</a>
                <a href="/portfolio.html" class="headerButon">Portfolio</a>
                <a href="/warum-wir.html" class="headerButon">Warum Wir?</a>
            </nav>  
        </div>        
    </header>

    <main id="main-lang-content">
        <div class="lang-button-block">
                <button class="lang-button" data-lang="deutsch"><img src="src/de.png" alt="German flag" class="lang-img"></button>
                <button class="lang-button" data-lang="ukranian"><img src="src/ua.png" alt="Ukrainian flag" class="lang-img"></button>
                <button class="lang-button" data-lang="portugal"><img src="src/pt.png" alt="Portuguese flag" class="lang-img"></button>
                <button class="lang-button" data-lang="russian"><img src="src/ru.png" alt="Russian flag" class="lang-img"></button>
        </div>

      <article  class="lang-info-block active" id="deutsch">
            <h2 class="lang-info-block-name">Warum Artline Renovierung?</h2>
            <ul class="lang-info-block-inhalt">
                <li>Qualit&auml;t und Zuverl&auml;ssigkeit: Unsere Arbeiten entsprechen h&ouml;chsten Standards. Wir verwenden nur gepr&uuml;fte Materialien und moderne Techniken.</li>
                <li>Offizielles Unternehmen mit gesetzlicher Gew&auml;hrleistung: Als registriertes Unternehmen gelten f&uuml;r unsere handwerklichen Leistungen die gesetzlichen Gew&auml;hrleistungsfristen gem&auml;&szlig; &sect; 634a BGB &ndash; soweit gesetzlich vorgesehen.</li>
                <li>Transparente Preise und faire Abrechnung: Keine versteckten Kosten. Alle Leistungen werden klar und nachvollziehbar abgerechnet.</li>
                <li>Steuerliche Sicherheit: Wir zahlen alle erforderlichen Steuern und Abgaben und unterst&uuml;tzen so nachhaltige, seri&ouml;se Unternehmen.</li>
                <li>Erfahrung und Kompetenz: Unser Team besteht aus qualifizierten Fachkr&auml;ften mit jahrelanger Erfahrung im Innenausbau.</li>
            </ul>
            <br>
            <p>Vertrauen Sie auf Artline Renovierung &ndash; Ihr Partner f&uuml;r langlebige, hochwertige und rechtssichere Renovierungen.</p>
        </article>

        <article  class="lang-info-block" id="ukranian">
            <h2 class="lang-info-block-name">Чому Artline Renovierung?</h2>
            <ul class="lang-info-block-inhalt">
                <li>Якість та надійність: Наші роботи відповідають найвищим стандартам. Ми використовуємо лише перевірені матеріали та сучасні технології.</li>
                <li>Офіційна компанія із законною гарантією: Як зареєстроване підприємство, на наші ремісничі послуги поширюються законодавчі гарантійні строки згідно з &sect; 634a BGB, якщо це передбачено законом.</li>
                <li>Прозорі ціни та чесні розрахунки: Жодних прихованих витрат. Усі послуги розраховуються чітко та прозоро.</li>
                <li>Податкова надійність: Ми сплачуємо всі необхідні податки та збори, підтримуючи відповідальний і сталий бізнес.</li>
                <li>Досвід і компетентність: Наша команда складається з кваліфікованих фахівців з багаторічним досвідом у внутрішніх роботах.</li>
            </ul>
            <br>
            <p>Довіряйте Artline Renovierung &ndash; ваш партнер для довговічних, якісних і юридично безпечних ремонтів.</p>
        </article>

        <article  class="lang-info-block" id="portugal">
            <h2 class="lang-info-block-name">Por que a Artline Renovierung?</h2>
            <ul class="lang-info-block-inhalt">
                <li>Qualidade e fiabilidade: O nosso trabalho cumpre os mais altos padr&otilde;es. Utilizamos apenas materiais testados e t&eacute;cnicas modernas.</li>
                <li>Empresa oficial com garantia legal: Como empresa registada, aplicam-se aos nossos servi&ccedil;os os prazos de garantia legais, nos termos do &sect; 634a do BGB, quando previsto por lei.</li>
                <li>Pre&ccedil;os transparentes e faturac&ccedil;&atilde;o justa: Sem custos ocultos. Todos os servi&ccedil;os s&atilde;o documentados e faturados de forma clara e compreens&iacute;vel.</li>
                <li>Seguran&ccedil;a fiscal: Pagamos todos os impostos e contribui&ccedil;&otilde;es exigidos por lei, apoiando um empreendedorismo sustent&aacute;vel e s&eacute;rio.</li>
                <li>Experi&ecirc;ncia e compet&ecirc;ncia: A nossa equipa &eacute; composta por profissionais qualificados com anos de experi&ecirc;ncia em interiores.</li>
            </ul>
            <br>
            <p>Confie na Artline Renovierung &ndash; o seu parceiro para renova&ccedil;&otilde;es duradouras, de alta qualidade e juridicamente seguras.</p>
        </article>

        <article  class="lang-info-block" id="russian">
            <h2 class="lang-info-block-name">Почему Artline Renovierung?</h2>
            <ul class="lang-info-block-inhalt">
                <li>Качество и надёжность: Мы работаем по высоким стандартам, используем только проверенные материалы и современные технологии.</li>
                <li>Официальная компания с законной гарантией: Как зарегистрированная компания, мы предоставляем гарантию на наши работы в соответствии с &sect; 634a BGB, если это предусмотрено законом.</li>
                <li>Прозрачные цены и честные расчёты: Никаких скрытых затрат. Все услуги документируются и рассчитываются прозрачно.</li>
                <li>Налоговая надёжность: Мы своевременно уплачиваем все налоги и сборы, поддерживая ответственное и устойчивое предпринимательство.</li>
                <li>Опыт и компетентность: Наша команда состоит из квалифицированных специалистов с многолетним опытом внутренней отделки.</li>
            </ul>
            <br>
            <p>Доверьтесь Artline Renovierung &ndash; вашему партнёру по долговечным, качественным и юридически безопасным ремонтам.</p>
        </article>
    </main>

    <footer>
        &copy; 2025 Artline Renovierung &nbsp; | &nbsp; <a href="/impressum.html">Impressum</a>
    </footer>

    <script>
    document.addEventListener('DOMContentLoaded', function() {
        const langButtons = document.querySelectorAll('.lang-button');
        function hideAllInfoBlocks() {
            document.querySelectorAll('.lang-info-block').forEach(block => block.classList.remove('active'));
        }
        function setActiveButton(activeButton) {
            document.querySelectorAll('.lang-button').forEach(b => b.classList.remove('active'));
            if (activeButton) { activeButton.classList.add('active'); }
        }
        function showInfoBlock(langId, clickedButton = null) {
            hideAllInfoBlocks();
            const targetBlock = document.getElementById(langId);
            if (targetBlock) { targetBlock.classList.add('active'); }
            if (clickedButton) {
                setActiveButton(clickedButton);
            } else {
                const defaultButton = document.querySelector(`.lang-button[data-lang="${langId}"]`);
                setActiveButton(defaultButton);
            }
        }
        langButtons.forEach(button => {
            button.addEventListener('click', function() {
                const lang = this.dataset.lang; 
                showInfoBlock(lang, this);
            });
        });
        showInfoBlock('deutsch');
    });
    </script>
</body>
</html>
